[
  {"text": "With great watermelon comes great responsibility."},
  {"text": "New study shows that watermelons can cure boredom."},
  {"text": "Watermelons are the new apples, according to this farmer."},
  {"text": "This just in: watermelons have been found to be the key to world peace."},
  {"text": "Local watermelon farmer wins award for the biggest melon."},
  {"text": "Don't be a sourpuss, eat a watermelon instead."},
  {"text": "Watermelon prices skyrocket as demand for refreshing summer snack grows."},
  {"text": "Scientists discover that watermelons are actually a form of space fruit."},
  {"text": "Watermelons take over the world in this new strategy game."},
  {"text": "Eating watermelons is now officially the coolest thing to do in the summer."},
  {"text": "Watermelons: the ultimate brain food for gamers."},
  {"text": "Watermelon-themed cafe opens up, offers watermelon-themed food and drinks."},
  {"text": "New trend alert: watermelon hats are the hottest accessory of the season."},
  {"text": "This watermelon is so big, it could feed a small army."},
  {"text": "Watermelons are the key to a successful beach party, according to party planners."},
  {"text": "Local watermelon festival draws crowds from all over the world."},
  {"text": "Scientists discover that watermelon juice can power electric cars."},
  {"text": "This watermelon cake recipe is the perfect summer dessert."},
  {"text": "Watermelon farmer's secret to success? Singing to the melons every day."},
  {"text": "Watermelon sales surge as people look for healthy snack alternatives."},
  {"text": "Melo-News uncovers shocking watermelon smuggling ring."},
  {"text": "Breaking news: new watermelon flavor now available at local ice cream shop."},
  {"text": "Melo-News reporter wins award for investigative report on watermelon seed spitting."},
  {"text": "Watermelon prices drop after bumper crop, according to Melo-News agricultural expert."},
  {"text": "Melo-News predicts record-breaking watermelon harvest this season."},
  {"text": "Local man breaks world record for eating the most watermelons in one minute, reports Melo-News."},
  {"text": "Melo-News investigates claims that watermelons can help you lose weight."},
  {"text": "Melo-News uncovers new scientific research on the benefits of watermelon for athletes."},
  {"text": "Exclusive interview with watermelon farmer on Melo-News reveals secrets to growing the perfect melon."},
  {"text": "Melo-News reports on new watermelon-themed amusement park opening soon."},
  {"text": "Local library offering free online coding classes for kids."},
  {"text": "New study finds that drinking coffee can actually be good for your heart."},
  {"text": "Experts warn of potential asteroid collision with Earth in the next decade."},
  {"text": "New breakthrough in cancer research could lead to more effective treatments, reports scientist on Melo-News."},
  {"text": "Melo-News covers international soccer tournament, with up-to-the-minute updates on all the matches."},
  {"text": "Local art exhibit showcases work from emerging artists in the community."},
  {"text": "Melo-News reports on groundbreaking new technology that could revolutionize the way we travel."},
  {"text": "Exclusive interview with famous author on Melo-News reveals secrets to writing a best-selling novel."},
  {"text": "Local charity event raises thousands of dollars for homeless shelters."},
  {"text": "Melo-News reports on the latest fashion trends for the upcoming season."},
  {"text": "In a groundbreaking new theory, scientists have proposed that watermelons are, in fact, the center of the universe. According to a recent study published in the prestigious journal Science, watermelons contain a mysterious substance that is capable of altering the fabric of space and time. This substance, which the researchers have dubbed 'melonic particles', appears to be present in all watermelons, and is responsible for their unique flavor and texture. The study's lead author, Dr. Jane Smith, has described the discovery as 'one of the most significant scientific breakthroughs of our time', and predicts that it will revolutionize our understanding of the cosmos. Melo-News will continue to follow this story as it develops, so stay tuned for updates."},
  {"text": "Pi-News releases controversial report on alleged watermelon shortage."},
  {"text": "Melo-News accuses Pi-News of spreading fake news about watermelon exports."},
  {"text": "Pi-News under fire for biased coverage of local election."},
  {"text": "Melo-News anchor wins award for exposing Pi-News' misleading reporting on watermelon prices."},
  {"text": "Pi-News reports on new study linking watermelon consumption to rare medical condition."},
  {"text": "Melo-News journalists claim that Pi-News is funded by watermelon industry lobbyists."},
  {"text": "Pi-News accused of spreading fear and panic with sensationalist reporting on potential watermelon shortage."},
  {"text": "Melo-News conducts investigative report on Pi-News' alleged ties to controversial political group."},
  {"text": "Pi-News editor-in-chief resigns after accusations of plagiarism and unethical conduct."},
  {"text": "Melo-News and Pi-News engage in heated on-air debate over the merits of watermelon-flavored candy."},
  {"text": "Watermelon is sweet and round, and it's a summertime treat that's truly profound. It's juicy and flavorful, and it can't be beat. It's a refreshing snack for the summer heat."},
  {"text": "Which to choose, Pi-News or Melo-News? One might give you the facts, the other the blues. But no matter which channel you decide to watch, be sure to stay informed and keep the facts close."},
  {"text": "Breaking news, headlines abound. Melo-News has the scoop, they won't let you down. From politics to sports, they cover it all. Stay tuned to Melo-News for the latest call."},
  {"text": "Watermelon in my hand, sweet and ripe. Juice drips down my chin, such a delight. Melo-News on the screen, keeping me informed with the latest news and the stories that transform."},
  {"text": "Thank you Naruyoko"},
  {"text": "Watermelon cat hats are the new trend among pet owners, according to a recent survey."},
  {"text": "A group of watermelon-loving cats has taken over a local park and refuses to leave, according to eyewitnesses."},
  {"text": "In a surprising turn of events, a watermelon-shaped cat has won the 'Best in Show' award at a prestigious cat show."},
  {"text": "Internet sensation 'Watermelon Cat' gains millions of followers on social media."},
  {"text": "Local pet store unveils new line of watermelon-scented cat toys."},
  {"text": "Researchers discover that watermelon cats are more likely to be left-pawed."},
  {"text": "Famous cat artist creates masterpiece featuring watermelon cats as the subject."},
  {"text": "In a bizarre incident, a group of watermelon cats were spotted playing poker in a dark alleyway."},
  {"text": "Scientists confirm that the watermelon is a lie and always will be."},
  {"text": "New research suggests that the companion watermelon may have feelings and could be sentient."},
  {"text": "Scientists warn against the dangers of testing with watermelon portals after a test subject gets trapped in an infinite loop."},
  {"text": "A recent study shows that the phrase 'The watermelon is a lie' has become a popular catchphrase among young adults."},
  {"text": "Renowned scientist Dr. Jane Smith has named a newly discovered phenomenon 'The Watermelon Effect' due to its uncanny resemblance to the texture and color of a sliced watermelon."},
  {"text": "Astronomers shocked to discover that the elusive 'Planet X' is actually a giant watermelon floating in space, leading to new questions about the origins of the universe."},
  {"text": "Whatever happens in life, you will never be melone"},
  {"text": "Local farmer wins 'melon of a job' contest with giant watermelon weighing over 200 pounds."},
  {"text": "A new study suggests that watermelons are the 'melon-choly' fruit, as they have been found to help alleviate depression."},
  {"text": "Melon enthusiasts gather for the annual 'Melon-con' festival, featuring contests for the best melon carvings and melon-themed costumes."},
  {"text": "I can't believe i got fired from the melon farm. I guess i just didn't have the rind attitude."},
  {"text": "Scientists discover a new species of melon that can only grow in the shade, and name it 'Shad-a-melon'."},
  {"text": "A new fashion trend is taking over the streets as people are seen wearing watermelon helmets and melon-themed clothing, dubbed the 'melon-head' look."},
  {"text": "In a surprising turn of events, a group of melons have been caught stealing watermelons from a local farm, causing a stir in the melon community."},
  {"text": "A new startup company is set to revolutionize the fruit industry with their innovative 'Melon-izer' machine, which can turn any fruit into a melon-like texture."},
  {"text": "Local school wins championship game with last-second shot."},
  {"text": "Police apprehend suspect in downtown bank robbery."},
  {"text": "New study shows that regular exercise can reduce the risk of heart disease."},
  {"text": "Local community comes together to raise funds for charity."},
  {"text": "City council approves new zoning regulations for residential areas."},
  {"text": "Watermelon shortage expected to drive up prices this summer."},
  {"text": "Local farmer grows massive watermelon weighing over 100 pounds."},
  {"text": "Controversy erupts over whether watermelon belongs on pizza."},
  {"text": "Scientists discover new antioxidant compound in watermelon seeds."},
  {"text": "Local restaurant unveils new watermelon-infused cocktail menu."},
  {"text": "Man breaks world record for longest time spent juggling watermelons."},
  {"text": "Watermelon-themed festival draws crowds from across the country."},
  {"text": "Local artist creates stunning watermelon sculpture using only toothpicks."},
  {"text": "Experts predict that watermelon will be the next superfood trend."},
  {"text": "New study shows that watermelon can improve athletic performance."},
  {"text": "Local farmer's watermelons are a real slice of heaven."},
  {"text": "Watermelon thief caught red-handed by police."},
  {"text": "Experts warn of potential watermelonpocalypse due to extreme weather conditions."},
  {"text": "New watermelon-flavored toothpaste promises a refreshing clean."},
  {"text": "Watermelon-themed wedding becomes a seed-tastic celebration."},
  {"text": "Local man invents new watermelon-powered car, gets fruity reception."},
  {"text": "Watermelon pops up as surprise ingredient on cooking competition show."},
  {"text": "Local comedian delivers juicy watermelon puns in stand-up routine."},
  {"text": "Watermelon-loving celebrity spotted at local fruit stand."},
  {"text": "Watermelon-eating contest results in juicy victory for local man."},
  {"text": "Watermelon festival draws in crowds with sweet treats and seed-spitting contests."},
  {"text": "Scientists discover secret to growing the perfect watermelon: love and sunshine."},
  {"text": "Watermelon prices soar as demand grows for summer's favorite fruit."},
  {"text": "Local farmer creates watermelon that tastes like a slice of paradise."},
  {"text": "Watermelon-inspired fashion trends hit the runway in latest fashion week."},
  {"text": "New watermelon-flavored energy drink promises to give you a juicy boost."},
  {"text": "Experts recommend watermelon as the perfect post-workout snack for hydration and nutrients."},
  {"text": "Watermelon-loving pets become viral sensations with adorable fruit-themed photoshoots."},
  {"text": "Local artist creates stunning watermelon sculptures that are almost too beautiful to eat."},
  {"text": "Scientists discover a new dimension where everything is made of melons."},
  {"text": "Melon dimension tourism is on the rise as people flock to see the wonders of this fruity world."},
  {"text": "Melon dimension sparks debates among scientists on the nature of alternate realities."},
  {"text": "Melon dimension inhabitants discovered to have advanced technology based on melon power."},
  {"text": "Melon dimension farmers create new strains of melons with bizarre and otherworldly properties."},
  {"text": "Travel agencies offering melon dimension packages include activities such as melon tasting and melon carving competitions."},
  {"text": "Melon dimension inspires new forms of art, including melon-themed music and dance performances."},
  {"text": "Melon dimension's natural beauty attracts filmmakers from around the world to shoot epic melon-themed movies."},
  {"text": "Melon dimension opens up new opportunities for interdimensional trade in melon-based products."},
  {"text": "Melon dimension's inhabitants invite humans to join their melon-based society and experience their way of life."},
  {"text": "In a surprise move, watermelons are announced as the official state fruit of Georgia."},
  {"text": "Local farmer discovers watermelon that tastes like bacon."},
  {"text": "Researchers develop watermelon-powered electric car."},
  {"text": "Scientists find that watermelon juice can help lower blood pressure."},
  {"text": "New study suggests watermelons may be the key to unlocking telekinetic powers."},
  {"text": "Controversial artist unveils giant watermelon sculpture in city park."},
  {"text": "Small town celebrates annual watermelon seed spitting contest."},
  {"text": "Watermelon-flavored beer becomes latest trend in craft brewing."},
  {"text": "Local bakery creates watermelon-inspired macarons for summer."},
  {"text": "Man sets new world record for eating 150 watermelons in one sitting."},
  {"text": "Expert claims watermelon can be used as a natural remedy for sunburn."},
  {"text": "Local farmer develops new watermelon variety that smells like fresh-baked cookies."},
  {"text": "Research shows that watermelon extract can improve memory retention in bees."},
  {"text": "Experts warn against using watermelons as flotation devices after numerous poolside accidents."},
  {"text": "New watermelon-based beverage craze hits the town, dubbed 'Melon Margaritas'."},
  {"text": "Scientists discover that watermelon rinds have potential as a natural sunscreen."},
  {"text": "Mystery melon thief strikes again, leaving only watermelon rinds as evidence at the scene."},
  {"text": "New research suggests that watermelons have anti-aging properties."},
  {"text": "Watermelon-themed restaurant opens in downtown LA."},
  {"text": "Scientists discover rare watermelon species in the Amazon rainforest."},
  {"text": "Watermelon seeds found to be a nutritious source of protein."},
  {"text": "Local farmer breaks world record for largest watermelon grown."},
  {"text": "Watermelon rind sculpture wins first prize at county fair."},
  {"text": "Watermelon festival draws crowds from all over the world."},
  {"text": "Watermelon juice sales skyrocket thanks to celebrity endorsement."},
  {"text": "New Watermelon Staff now available, the ultimate fruit-powered weapon!"},
  {"text": "Mysterious watermelon-themed enemies spotted in the Jungle biome."},
  {"text": "Latest research shows that watermelons can be used to craft powerful accessories."},
  {"text": "Players report strange occurrences with the Watermelon Moon, possibly related to alien invasion."},
  {"text": "New Watermelon-themed NPCs added, selling a variety of fruity items."},
  {"text": "Players discover secret Watermelon Dungeon, filled with melon-themed traps and puzzles."},
  {"text": "Expert players compete in Watermelon-only playthrough, vying for world record speedrun."},
  {"text": "Watermelon-based magic spells now available, summoning explosive fruit projectiles."},
  {"text": "Players report sightings of the elusive Watermelon Mimic, guarding valuable fruit-themed loot."},
  {"text": "Rumors circulate of a powerful Watermelon boss deep in the Underworld, waiting to be challenged."},
  {"text": "Watermelon-shaped hot air balloons now available for purchase in-game."},
  {"text": "New study finds eating watermelon in-game can increase player stamina by 50%."},
  {"text": "Experts warn players to beware of watermelon mimics disguised as treasure chests."},
  {"text": "Rumor has it that the final boss is a giant watermelon. Can you defeat it?"},
  {"text": "Breaking news: Watermelons found to be key ingredient for crafting ultimate weapon in new game."},
  {"text": "Watermelon-themed accessories now available for your characters."},
  {"text": "Local farmer grows world's largest watermelon, becomes instant millionaire."},
  {"text": "New study shows that watermelon-based portals can solve world hunger."},
  {"text": "Aperture Science introduces new technology for testing the flavor of watermelons."},
  {"text": "Local farmer creates a watermelon-powered potato gun."},
  {"text": "Mysterious message found scrawled on watermelon reads 'The watermelon is a lie'."},
  {"text": "Woman creates portal gun replica that dispenses sliced watermelon."},
  {"text": "Scientists discover new type of watermelon that can generate its own portals."},
  {"text": "Controversy ensues as local man claims he was abducted by watermelon-loving robots."},
  {"text": "Expert panel debates the ethics of testing watermelons with Aperture Science equipment."},
  {"text": "Portal gun prototype accidentally teleports local farmer's entire crop of watermelons into another dimension."},
  {"text": "Breaking News: Scientists have discovered a new type of watermelon that can manipulate time!"},
  {"text": "Reports indicate that the time-bending watermelons are causing a ripple effect in the space-time continuum."},
  {"text": "Time travel just got a little bit sweeter with the new discovery of time-bending watermelons."},
  {"text": "Experts warn against consuming the time-bending watermelons as they may cause unexpected temporal side effects."},
  {"text": "The time-bending watermelons have sparked a debate among scientists about the nature of time itself."},
  {"text": "Could time-bending watermelons be the key to unlocking the secrets of the universe?"},
  {"text": "Time-bending watermelons: a delicious way to travel through time or a dangerous experiment gone wrong?"},
  {"text": "A group of rogue scientists claim they have created a watermelon time machine, but mainstream science remains skeptical."},
  {"text": "Time-bending watermelons have caused a stir in the culinary world, with chefs experimenting with new time-bending recipes."},
  {"text": "The time-bending watermelons have caught the attention of the military, who are reportedly studying them for their potential use in warfare."},
  {"text": "Watermelon sculpture wins first prize in annual art competition."},
  {"text": "Famous artist creates stunning watermelon portrait for charity auction."},
  {"text": "Local farmer turns watermelon into stunning work of art, amazes community."},
  {"text": "Watermelon carving contest draws crowds and talent from around the world."},
  {"text": "Watermelon art exhibit opens at prestigious gallery, wows art enthusiasts."},
  {"text": "Artist turns watermelon rinds into beautiful mosaic artwork."},
  {"text": "Watermelon carving masterclass attracts students eager to learn the craft."},
  {"text": "Art collector spends millions on rare watermelon painting, calls it a masterpiece."},
  {"text": "Sculptor creates life-sized watermelon statue, leaves viewers in awe."},
  {"text": "Watermelon artist featured in major art magazine, recognized for unique talent."},
  {"text": "New trend alert: Miniature watermelons taking over the produce section!"},
  {"text": "Farmers report record yields for tiny, but tasty, watermelons."},
  {"text": "Health enthusiasts rave about the health benefits of these bite-sized watermelons."},
  {"text": "Local artist creates intricate carvings in miniature watermelons, wowing audiences."},
  {"text": "Miniature watermelons used in school science projects to teach kids about plant growth."},
  {"text": "Miniature watermelons take the world by storm as the newest trend in gardening."},
  {"text": "Restaurants compete to create the most creative dish using miniature watermelons."},
  {"text": "Miniature watermelon sculptures become the newest sensation in the art world."},
  {"text": "Miniature watermelon farms are popping up across the country as demand for these tiny treats rises."},
  {"text": "Miniature watermelon beauty pageants draw in crowds from all around the world."},
  {"text": "Scientists discover a new gene that allows for the creation of even smaller watermelons."},
  {"text": "Miniature watermelon flavored candies take over the confectionery industry."},
  {"text": "A miniature watermelon named 'Tiny' breaks the world record for the smallest watermelon ever grown."},
  {"text": "Miniature watermelon carving competitions become the latest craze among food artists."},
  {"text": "Miniature watermelon seed spitting contests become the newest addition to county fairs and festivals."},
  {"text": "Experts weigh in on whether miniature watermelons are the future of farming."},
  {"text": "Miniature watermelon shortage leads to spike in prices, customers urged to buy local."},
  {"text": "Scientists discover genetic mutation responsible for miniature watermelon size."},
  {"text": "Artisan creates intricate miniature watermelon carvings, sells for thousands at gallery."},
  {"text": "Local chef incorporates miniature watermelons into signature dish, receives rave reviews."},
  {"text": "New study finds that miniature watermelons have higher nutritional value than regular sized watermelons."},
  {"text": "Miniature watermelon festival draws crowds from around the world." },
  {"text": "Critics praise new film about small-town farmer who grows award-winning miniature watermelons."},
  {"text": "Local teenager creates thriving business selling miniature watermelons on social media."},
  {"text": "I'm reading a book on anti-gravity. It's impossible to put down!"},
  {"text": "Why don't scientists trust atoms? Because they make up everything!"},
  {"text": "I have a photographic memory, but I always forget to charge my camera."},
  {"text": "I'm reading a book on the history of glue. I just can't seem to put it down."},
  {"text": "I'm on a whiskey diet. I've lost three days already."},
  {"text": "What's the difference between a poorly dressed man on a unicycle and a well-dressed man on a bicycle? Attire."},
  {"text": "Why did the tomato turn red? Because it saw the salad dressing!"},
  {"text": "Man discovers time travel, goes back in time to prevent himself from discovering time travel."},
  {"text": "Scientists create a new type of plant that can communicate with humans, named 'Talkaflora'."},
  {"text": "Local artist creates portraits using only pizza toppings, calls them 'pizzraits'."},
  {"text": "New study finds that dogs can predict the outcome of soccer matches with 90% accuracy."},
  {"text": "Man creates functioning computer using only wood and glue, calls it 'the Splintertron'."},
  {"text": "World's first underwater roller coaster opens, visitors report feeling 'submerged in excitement'."},
  {"text": "New fashion trend involves wearing sunglasses on the back of your head, critics call it 'backward'."},
  {"text": "Scientists discover a new species of jellyfish that glows in the dark, name it 'Luminous Blob'."},
  {"text": "Local restaurant creates a sandwich so large it comes with its own zip code."},
  {"text": "Local bakery sets world record for tallest pie."},
  {"text": "Scientists discover new species of deep-sea fish."},
  {"text": "Famous painting stolen from museum by cat burglar."},
  {"text": "New study suggests coffee may reduce risk of heart disease."},
  {"text": "Record-breaking heatwave hits the city, causing power outages."},
  {"text": "World's largest rubber duck arrives in harbor for festival."},
  {"text": "Controversial art exhibit sparks debate over censorship."},
  {"text": "Researchers discover potential cure for rare genetic disorder."},
  {"text": "Celebrity couple announces surprise engagement."},
  {"text": "Giant squid caught off coast, baffling local fishermen."},
  {"text": "I'm not arguing, I'm just explaining why I'm right."},
  {"text": "I used to play piano by ear, but now I use my hands."},
  {"text": "I told my wife she was drawing her eyebrows too high. She looked surprised."},
  {"text": "I'm addicted to brake fluid, but I can stop anytime."},
  {"text": "I asked the internet for some advice, but all it gave me was a bunch of memes."},
  {"text": "Why did the meme cross the road? To get to the other side of the internet."},
  {"text": "My favorite part of the internet is the comment section, said no one ever."},
  {"text": "I'm pretty sure the internet was invented so people could share pictures of their cats."},
  {"text": "You know what they say about the internet, if it's too good to be true, it's probably a scam."},
  {"text": "The internet is like a big library, except instead of books, it's full of conspiracy theories."},
  {"text": "I tried to get a job as an internet historian, but they said I wasn't old enough."},
  {"text": "If you want to get famous on the internet, just make a video of yourself doing something dumb."},
  {"text": "I've been on the internet so long, I remember when Facebook was just for college students."},
  {"text": "The internet has something for everyone, except for people who don't like memes."},
  {"text": "I'm not lazy, I'm just conserving energy."},
  {"text": "I'm a big fan of whiteboards. They're re-markable."},
  {"text": "I don't always procrastinate, but when I do, I prefer to do it tomorrow."},
  {"text": "I once told a chemistry joke, but there was no reaction."},
  {"text": "I have a fear of speed bumps, but I'm slowly getting over it."},
  {"text": "The stars are just the freckles on the face of the night sky."},
  {"text": "When life gives you lemons, make lemonade, but when it gives you a dragon, saddle up and fly!"},
  {"text": "In a world full of noise, be the melody that sings to the soul."},
  {"text": "When the storm clouds gather, it's not the lightning that strikes fear, but the thunder that follows."},
  {"text": "The wisest advice comes from the voices we hear in our dreams."},
  {"text": "If you want to reach the stars, you have to be willing to take a few risks and climb a few mountains."},
  {"text": "The moon is a mirror that reflects the light of our hopes and dreams."},
  {"text": "The path to greatness is paved with obstacles, but those who persevere will find the treasure at the end of the rainbow."},
  {"text": "The world is a canvas, and we are the artists who paint our own destiny."},
  {"text": "True happiness is not found in the material things we possess, but in the memories we make and the love we give."},
  {"text": "When the moon falls asleep, the stars come out to play."},
  {"text": "In the land of dreams, reality is just an illusion."},
  {"text": "If you chase your fears, they'll chase you back. But if you face them, they'll disappear."},
  {"text": "The greatest treasures are hidden in the darkest of places."},
  {"text": "When the wind whispers, the trees listen."},
  {"text": "The world is full of magic, if you know where to look."},
  {"text": "Some stories are meant to be told, while others are meant to be lived."},
  {"text": "In the realm of imagination, anything is possible."},
  {"text": "The heart knows what the mind cannot understand."},
  {"text": "Love is the key that unlocks the door to happiness."},
  {"text": "Live, Laugh, Watermelon"},
  {"text": "When life gives you watermelons, make watermelonade."},
  {"text": "The early bird catches the watermelon."},
  {"text": "A watched watermelon never boils."},
  {"text": "All that glitters is not watermelon."},
  {"text": "Don't judge a watermelon by its rind."},
  {"text": "Where there's smoke, there's watermelon."},
  {"text": "Actions speak louder than watermelons."},
  {"text": "If at first you don't succeed, try a watermelon instead."},
  {"text": "The grass is always greener on the other side of the watermelon patch."},
  {"text": "It takes two to tango, but only one watermelon to make a mess."},
  {"text": "You can't have your watermelon and eat it too."},
  {"text": "The squeaky watermelon gets the grease."},
  {"text": "Out of sight, out of watermelon."},
  {"text": "It's not over until the watermelon sings."},
  {"text": "When in doubt, throw a watermelon at it."},
  {"text": "You can lead a horse to water, but you can't make it eat a watermelon."},
  {"text": "One man's trash is another man's watermelon."},
  {"text": "If the shoe fits, wear a watermelon instead."},
  {"text": "Laughter is the best medicine, but watermelon is a close second."},
  {"text": "You can't make a watermelon without breaking a few eggs."},
  {"text": "A rolling watermelon gathers no moss."},
  {"text": "Birds of a feather watermelon together."},
  {"text": "Better watermelon than never."},
  {"text": "The proof of the watermelon is in the eating."},
  {"text": "Curiosity killed the watermelon."},
  {"text": "A penny for your watermelon."},
  {"text": "All roads lead to watermelon."},
  {"text": "New scienific report shows that eating a watermelon daily drastically decreases the likelihood of depression."},
  {"text": "When the going gets tough, the tough get watermelons."},
  {"text": "All is fair in love and watermelons."},
  {"text": "There's more than one way to slice a watermelon."},
  {"text": "It's not the size of the watermelon that matters, it's how you slice it."},
  {"text": "Watermelons are a girl's best friend."},
  {"text": "The best things in life are watermelons."},
  {"text": "When in doubt, add a watermelon."},
  {"text": "Honesty is the best watermelon."},
  {"text": "Don't count your watermelons before they hatch."},
  {"text": "I like to imagine that NASA notebooks are just like regular notebooks but with more...space"}



  
  
  
  
  
  
  
  
  
  
] 